<?php

use Twig\Environment;
use Twig\Error\LoaderError;
use Twig\Error\RuntimeError;
use Twig\Extension\SandboxExtension;
use Twig\Markup;
use Twig\Sandbox\SecurityError;
use Twig\Sandbox\SecurityNotAllowedTagError;
use Twig\Sandbox\SecurityNotAllowedFilterError;
use Twig\Sandbox\SecurityNotAllowedFunctionError;
use Twig\Source;
use Twig\Template;

/* __string_template__ba68d67f5a6e251bff63e881e2c9e89866ed3467902b98c12f5c8ced7233468c */
class __TwigTemplate_84b6713bdaa21488fb0fc61ccc525d93a86c914a3ec40d59b12141823fd50718 extends \Eccube\Twig\Template
{
    private $source;
    private $macros = [];

    public function __construct(Environment $env)
    {
        parent::__construct($env);

        $this->source = $this->getSourceContext();

        $this->parent = false;

        $this->blocks = [
        ];
    }

    protected function doDisplay(array $context, array $blocks = [])
    {
        $macros = $this->macros;
        // line 1
        echo "ほんの少し朝にゆとりを生んだり、ほんの少しの気分転換が柔らかな雰囲気を作ったり。<br>
小さな\"ひととき\"が変わるだけでハッピーな気分はすぐにやってきて、いつもの日々や街並みをキラキラさせてくれるかもしれません。<br>
【TEAtriCO.(ティートリコ)】は、そんな\"ひととき\"のための香り高いひとしずくを生み出すブランドです。<br>
個性豊かなドライフルーツと世界中から集めた上質な茶葉、そしてブレンダーの確かな技術があなたの幸せなティータイムへ誘います。<br>
<br>
ドライフルーツは、生のフルーツよりもポリフェノールや食物繊維などが豊富であったり、抗酸化作用が高かったりします。<br>
抗酸化作用とは体が錆びつくのを防止してくれる成分で、シミやシワといった老化を予防するとして、美の業界ではかなり注目されている成分です。<br>
ドライフルーツは食物繊維が豊富なため、便秘気味の方や腸活を意識している方にオススメの食品です。<br>
<br>
<h2>種類の説明</h2>
セット内容は、ストロベリー・パイナップル・ピーチ・の人気の3種類です。<br>
<br>
<li>ストロベリー</li>
フルーツティーのスタンダード。<br>
真っ赤に熟したいちごの甘みと心地よい酸味が魅力です。<br>
ノンカフェインで、たっぷりの果肉と一緒にお楽しみいただけます。<br>
<br>
<li>パイナップル</li>
完熟パインのフレッシュな香りとすがすがしい甘みが元気をくれます。<br>
どんなシーンにもオススメの自信作です。<br>
ノンカフェインなのでリラックスしたい夜にも。<br>
<br>
<li>ピーチ</li>
とろけるような芳醇な甘さがお口いっぱいに広がります。<br>
デザートティーとしても、ノンカフェインなのでリラックスしたい夜にも。<br>
おうちカフェでのおもてなしやお子様にもおすすめです。<br>
<br>
甘くやわらかなアロマがシアワセな気分を誘います。<br>
ノンカフェインで夜もお楽しみいただけます。<br>
<br>
<h2>量</h2>
50g×3<br>
<br>
<h2>サイズ</h2>
約15.5×24.3×7.8センチメートル<br>
<br>
<h2>使用方法</h2>
<li>ティート(カップ)</li>
1.茶葉をティーカップに入れる<br>
茶葉を大さじ山盛り1杯(8～10g)、カップに直接入れます。<br>
※茶葉をよくかき混ぜてから入れてください。<br>
2.ティーカップに熱湯を注ぐ<br>
茶葉を入れたカップに熱湯を注ぎ入れます。<br>
※くみたての新鮮な水道水を十分に沸騰させて注ぎましょう。<br>
3.蒸らす<br>
5分以上蒸らしてください。<br>
4.軽く混ぜたら完成<br>
スプーンなどで軽く混ぜてから、茶殻のフルーツも一緒にお召し上がりください。<br>
お好みでお砂糖やハチミツを加えれば味わい方が広がります。<br>
<br>
<li>ティート(ティーポット)</li>
1.茶葉をティーポットに入れる<br>
お湯150cc(カップ1杯)につき、茶葉を大さじ山盛り1杯(8～10g)の割合でポットに入れます。<br>
※茶葉をよくかき混ぜてから入れてください。<br>
2.ティーポットに熱湯を注ぐ<br>
茶葉を入れたポットに熱湯を注ぎ入れます。<br>
※くみたての新鮮な水道水を十分に沸騰させて注ぎましょう。<br>
3.ポットにフタをして蒸らす<br>
5分以上蒸らしてください。<br>
4.軽く混ぜたらティーカップに注いで完成
スプーンなどで軽く混ぜてから、カップに注いでください。<br>
フルーツもカップに取り分け一緒にお召し上がりください。<br>
お好みでお砂糖やハチミツを加えれば味わい方が広がります。<br>
<br>
<li>ティート(おもてなし)</li>
1.沸騰させる<br>
100ccの熱湯に大さじ山盛り1杯(8～10g)の茶葉を入れ、沸騰したら中火にして2～3分待ちます。<br>
2.お茶をこす<br>
茶こしを使い、カップにティーを注ぎます。<br>
3.フルーツを炒める<br>
こしたフルーツをフライパンへ戻し、ハチミツまたは、お砂糖を少量加えて炒めます。<br>
4.小皿にとりわけて完成<br>
フルーツを小皿にとりわけ、ティーと一緒にお召し上がりください。<br>
お好みでヨーグルトに混ぜても美味しくお召し上がりいただけます。<br>
<br>
<li>ティート(アイスティー)</li>
1.茶葉をティーポットに入れる<br>
お湯150cc(カップ1杯)につき、茶葉を大さじ山盛り2杯(16～20g)の割合でポットに入れます。<br>
※ホットティーの2倍濃く作ります。<br>
※茶葉をよくかき混ぜてから入れてください。<br>
2.ティーポットに熱湯を注ぐ<br>
茶葉を入れたポットに熱湯を注ぎ入れます。<br>
※くみたての新鮮な水道水を十分に沸騰させて注ぎましょう。<br>
3.ポットにフタをして蒸らす<br>
5分以上蒸らしてください。<br>
4.軽く混ぜたら氷をたくさん入れたグラスに注いで完成<br>
スプーンなどで軽く混ぜた後、氷のたくさん入ったグラスへ一気に注いでください。<br>
お好みでガムシロップを加えてお召し上がりください。<br>
※通常どおりホットでつくり、常温になったら冷蔵庫で冷やしてもOK。<br>
※炭酸水を注げば”ソーダ割り”もお楽しみいただけます。<br>
<br>
<ul>
<h2>ご使用上の注意</h2>
<li>ティートはフルーツティーです。紅茶ではありません。</li>
<li>ティートには一部、固いハーブ（ハイビスカス、ローズヒップ）がブレンドされております。直接お口に入れると口内を傷つけることがありますので、やわらかくなった抽出後にお召し上がりください。</li>
<li>保存方法:直射日光、高温多湿を避けて保存してください。</li>
<li>フレーバーの繊細な風味を損なわないように、製造過程において加熱殺菌等の処理を施しておりません。開封後はお早めにお召し上がり下さい。</li></ul>
<br>
<h2>原材料</h2>
ティートストロベリー:有機ドライアップル(オーストリア)、加糖ドライマンゴー(タイ)、加糖ドライパパイヤ(タイ)、加糖ドライクランベリー(アメリカ)、加糖ドライストロベリー(タイ)、有機ローズヒップ(チリ)、有機ハイビスカス(エジプト)、香料、クエン酸、着色料(赤40)、保存料(亜硫酸塩)
ティートパイナップル:加糖ドライパイナップル(タイ)、グリーンレーズン(中国)、加糖ドライパパイヤ(タイ)、有機ドライアップル(オーストリア)、有機ハイビスカス(エジプト)、香料、クエン酸、保存料(亜硫酸塩)
ティートピーチ:加糖ドライストロベリー(タイ)、有機ドライアップル(オーストリア)、加糖ドライパパイヤ(タイ)、加糖ドライマンゴー(タイ)、加糖ドライパイナップル(タイ)、有機ハイビスカス(エジプト)、香料、クエン酸、着色料(赤40)、保存料(亜硫酸塩)";
    }

    public function getTemplateName()
    {
        return "__string_template__ba68d67f5a6e251bff63e881e2c9e89866ed3467902b98c12f5c8ced7233468c";
    }

    public function getDebugInfo()
    {
        return array (  37 => 1,);
    }

    public function getSourceContext()
    {
        return new Source("", "__string_template__ba68d67f5a6e251bff63e881e2c9e89866ed3467902b98c12f5c8ced7233468c", "");
    }
}
